Repository: mitgor/minimalistic-altimeter
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %lld of 3
ar: %lld من 3
de: %lld von 3
es: %lld de 3
fr: %lld sur 3
hi: 3 में से %lld
id: %lld dari 3
it: %lld di 3
ja: %lld / 3
ko: 3 중 %lld
nl: %lld van 3
pl: %lld z 3
pt_br: %lld de 3
ru: %lld из 3
sv: %lld av 3
th: %lld จาก 3
tr: %lld / 3
uk: %lld з 3
vi: %lld trong 3
zh_hans: %lld / 3
zh_hant: %lld / 3

source: A trailhead sign, a summit marker, a chart — anything you trust.
ar: لافتة عند بداية المسار، أو علامة قمة، أو خريطة — أي مصدر تثق به.
de: Ein Wegweiser, ein Gipfelkreuz, eine Karte — alles, dem du vertraust.
es: Un cartel al inicio del sendero, un hito de cumbre, un mapa — cualquier cosa en la que confíes.
fr: Un panneau au départ du sentier, une borne de sommet, une carte — tout ce en quoi vous avez confiance.
hi: ट्रेल का साइनबोर्ड, शिखर का चिह्न, नक़्शा — जिस पर भी आप भरोसा करें।
id: Papan penunjuk jalur, penanda puncak, peta — apa pun yang Anda percaya.
it: Un cartello all'inizio del sentiero, un segnale di vetta, una carta — qualunque cosa di cui ti fidi.
ja: 登山口の標識、山頂の標柱、地図など、信頼できるものなら何でも。
ko: 등산로 입구 표지판, 정상 표석, 지도 등 믿을 수 있는 것이면 무엇이든.
nl: Een bordje bij het beginpunt, een topmarkering, een kaart — alles wat je vertrouwt.
pl: Tablica na szlaku, znak na szczycie, mapa — cokolwiek, czemu ufasz.
pt_br: Uma placa na trilha, um marco de cume, um mapa — qualquer fonte em que você confie.
ru: Табличка на тропе, отметка на вершине, карта — что угодно, чему вы доверяете.
sv: En skylt vid leden, en toppmarkering, en karta — vad du än litar på.
th: ป้ายต้นทางเดินป่า หลักยอดเขา แผนที่ — อะไรก็ได้ที่คุณเชื่อถือ
tr: Bir patika tabelası, bir zirve işareti, bir harita — güvendiğiniz herhangi bir şey.
uk: Табличка на стежці, позначка на вершині, карта — будь-що, чому ви довіряєте.
vi: Bảng chỉ dẫn đầu đường mòn, mốc đỉnh núi, bản đồ — bất cứ gì bạn tin.
zh_hans: 登山口的标牌、山顶的标志、地图——任何你信得过的来源。
zh_hant: 登山口的告示牌、山頂的標示、地圖——任何你信得過的來源。

source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
hi: गतिविधि
id: Aktivitas
it: Attività
ja: アクティビティ
ko: 활동
nl: Activiteit
pl: Aktywność
pt_br: Atividade
ru: Активность
sv: Aktivitet
th: กิจกรรม
tr: Aktivite
uk: Активність
vi: Hoạt động
zh_hans: 活动
zh_hant: 活動

source: Allowed
ar: مسموح
de: Erlaubt
es: Permitido
fr: Autorisé
hi: अनुमति है
id: Diizinkan
it: Consentito
ja: 許可済み
ko: 허용됨
nl: Toegestaan
pl: Zezwolono
pt_br: Permitido
ru: Разрешено
sv: Tillåten
th: อนุญาต
tr: İzin verildi
uk: Дозволено
vi: Đã cho phép
zh_hans: 已允许
zh_hant: 已允許

source: Altitude
ar: الارتفاع
de: Höhe
es: Altitud
hi: ऊँचाई
id: Ketinggian
it: Quota
ja: 高度
ko: 고도
nl: Hoogte
pl: Wysokość
ru: Высота
sv: Höjd
th: ความสูง
tr: Yükseklik
uk: Висота
vi: Độ cao
zh_hans: 海拔
zh_hant: 海拔

source: Altitude %@
ar: الارتفاع %@
de: Höhe %@
es: Altitud %@
hi: ऊँचाई %@
id: Ketinggian %@
it: Quota %@
ja: 高度 %@
ko: 고도 %@
nl: Hoogte %@
pl: Wysokość %@
ru: Высота %@
sv: Höjd %@
th: ความสูง %@
tr: Yükseklik %@
uk: Висота %@
vi: Độ cao %@
zh_hans: 海拔 %@
zh_hant: 海拔 %@

source: as of %@ ago
ar: قبل %@
de: Stand: vor %@
es: de hace %@
fr: il y a %@
hi: %@ पहले तक
id: per %@ lalu
it: di %@ fa
ja: %@前の値
ko: %@ 전 기준
nl: van %@ geleden
pl: %@ temu
pt_br: há %@
ru: %@ назад
sv: för %@ sedan
th: เมื่อ %@ ก่อน
tr: %@ önce
uk: %@ тому
vi: tính đến %@ trước
zh_hans: %@前的读数
zh_hant: %@前的讀數

source: Ascent
ar: الصعود
de: Aufstieg
es: Ascenso
fr: Montée
hi: आरोहण
id: Naik
it: Salita
ja: 上昇
ko: 상승
nl: Stijging
pl: Podejście
pt_br: Subida
ru: Подъём
sv: Stigning
th: ขึ้น
tr: Çıkış
uk: Підйом
vi: Lên
zh_hans: 上升
zh_hant: 上升

source: Average speed
ar: متوسط السرعة
de: Ø Tempo
es: Velocidad media
fr: Vitesse moyenne
hi: औसत गति
id: Kecepatan rata-rata
it: Velocità media
ja: 平均速度
ko: 평균 속도
nl: Gem. snelheid
pl: Prędkość średnia
pt_br: Velocidade média
ru: Средняя скорость
sv: Medelfart
th: ความเร็วเฉลี่ย
tr: Ort. hız
uk: Середня швидкість
vi: Tốc độ trung bình
zh_hans: 平均速度
zh_hant: 平均速度

source: Barometer
ar: البارومتر
es: Barómetro
fr: Baromètre
hi: बैरोमीटर
it: Barometro
ja: 気圧計
ko: 기압계
pl: Barometr
pt_br: Barômetro
ru: Барометр
th: บารอมิเตอร์
tr: Barometre
uk: Барометр
vi: Khí áp kế
zh_hans: 气压计
zh_hant: 氣壓計

source: Both altitudes are always shown. The primary is the one the trace, climb rate, and ascent totals are computed from.
ar: يُعرض الارتفاعان دائمًا. الأساسي هو الذي يُحسب منه المسار ومعدل الصعود ومجاميع الصعود.
de: Beide Höhen werden immer angezeigt. Die primäre ist die, aus der Verlauf, Steigrate und Aufstiegssummen berechnet werden.
es: Siempre se muestran ambas altitudes. La principal es la que alimenta la traza, la velocidad vertical y los totales de ascenso.
fr: Les deux altitudes sont toujours affichées. La principale est celle dont sont calculés le tracé, la vitesse verticale et les cumuls de montée.
hi: दोनों ऊँचाइयाँ हमेशा दिखती हैं। प्राथमिक वह है जिससे ट्रेस, चढ़ाई दर और कुल आरोहण की गणना होती है।
id: Kedua ketinggian selalu ditampilkan. Yang utama adalah sumber untuk grafik, laju naik, dan total kenaikan.
it: Entrambe le quote sono sempre visibili. Quella principale è la fonte di traccia, velocità verticale e totali di salita.
ja: 2つの高度は常に表示されます。優先ソースは、トレース、昇降速度、累積上昇量の計算に使われます。
ko: 두 고도는 항상 표시됩니다. 기본 소스는 추적선, 상승 속도, 누적 상승량 계산에 사용됩니다.
nl: Beide hoogtes worden altijd getoond. De primaire is die waaruit het spoor, de klimsnelheid en de stijgingstotalen worden berekend.
pl: Obie wysokości są zawsze widoczne. Z głównej liczone są wykres, prędkość pionowa i suma podejść.
pt_br: As duas altitudes são sempre exibidas. A principal é a usada para calcular o traçado, a taxa de subida e os totais de subida.
ru: Обе высоты показываются всегда. По основной строятся график, вертикальная скорость и сумма подъёма.
sv: Båda höjderna visas alltid. Den primära är den som kurvan, stighastigheten och stigningssummorna beräknas från.
th: แสดงความสูงทั้งสองค่าเสมอ ค่าหลักคือค่าที่ใช้คำนวณเส้นกราฟ อัตราไต่ และยอดรวมการขึ้น
tr: İki yükseklik de her zaman gösterilir. Birincil olan; iz, tırmanma hızı ve çıkış toplamlarının hesaplandığı kaynaktır.
uk: Обидві висоти показуються завжди. За основною будуються графік, вертикальна швидкість і сума підйому.
vi: Cả hai độ cao luôn được hiển thị. Nguồn chính là nguồn dùng để tính biểu đồ, tốc độ leo và tổng độ cao lên.
zh_hans: 两个海拔始终同时显示。主来源用于计算轨迹、爬升率和累计上升量。
zh_hant: 兩個海拔會一直同時顯示。主要來源用於計算軌跡、爬升率和累計上升量。

source: Both sensors are on-device. This app makes no network requests and works fully offline.
ar: المستشعران موجودان في الجهاز. لا يُجري هذا التطبيق أي طلبات شبكة ويعمل دون اتصال بالكامل.
de: Beide Sensoren sitzen im Gerät. Die App stellt keine Netzwerkverbindungen her und funktioniert vollständig offline.
es: Ambos sensores están en el dispositivo. Esta app no hace peticiones de red y funciona por completo sin conexión.
fr: Les deux capteurs sont dans l'appareil. Cette app n'effectue aucune requête réseau et fonctionne entièrement hors ligne.
hi: दोनों सेंसर डिवाइस पर ही हैं। यह ऐप कोई नेटवर्क अनुरोध नहीं करता और पूरी तरह ऑफ़लाइन काम करता है।
id: Kedua sensor ada di perangkat. Aplikasi ini tidak melakukan permintaan jaringan dan bekerja sepenuhnya offline.
it: Entrambi i sensori sono nel dispositivo. L'app non effettua richieste di rete e funziona completamente offline.
ja: どちらのセンサーも端末内のものです。このアプリはネットワーク通信を一切行わず、完全にオフラインで動作します。
ko: 두 센서 모두 기기 내부에 있습니다. 이 앱은 네트워크 요청을 전혀 하지 않으며 완전히 오프라인으로 작동합니다.
nl: Beide sensoren zitten in het toestel. Deze app maakt geen netwerkverbinding en werkt volledig offline.
pl: Oba czujniki są w urządzeniu. Aplikacja nie łączy się z siecią i działa w pełni offline.
pt_br: Os dois sensores estão no aparelho. O app não faz nenhuma solicitação de rede e funciona totalmente offline.
ru: Оба датчика встроены в устройство. Приложение не выходит в сеть и полностью работает офлайн.
sv: Båda sensorerna sitter i enheten. Appen gör inga nätverksanrop och fungerar helt offline.
th: เซ็นเซอร์ทั้งสองอยู่ในเครื่อง แอปนี้ไม่เชื่อมต่อเครือข่ายและทำงานออฟไลน์ได้ทั้งหมด
tr: İki sensör de cihazın içindedir. Bu uygulama ağ isteği yapmaz ve tamamen çevrimdışı çalışır.
uk: Обидва сенсори вбудовані в пристрій. Застосунок не звертається до мережі й повністю працює офлайн.
vi: Cả hai cảm biến đều nằm trên thiết bị. Ứng dụng không gửi yêu cầu mạng nào và hoạt động hoàn toàn ngoại tuyến.
zh_hans: 两个传感器都在设备本机。本应用不发起任何网络请求，可完全离线使用。
zh_hant: 兩個感測器都在裝置本機。本 App 不會發出任何網路請求，可完全離線使用。

source: Calibrate
ar: معايرة
de: Kalibrieren
es: Calibrar
fr: Calibrer
hi: कैलिब्रेट करें
id: Kalibrasi
it: Calibra
ja: 較正
ko: 보정
nl: Kalibreren
pl: Kalibruj
pt_br: Calibrar
ru: Калибровать
sv: Kalibrera
th: ปรับเทียบ
tr: Kalibre et
uk: Калібрувати
vi: Hiệu chuẩn
zh_hans: 校准
zh_hant: 校正

source: Clears the trace, ascent and descent totals, distance, and max speed.
ar: يمسح المسار ومجاميع الصعود والهبوط والمسافة والسرعة القصوى.
de: Löscht Verlauf, Auf- und Abstiegssummen, Distanz und Höchstgeschwindigkeit.
es: Borra la traza, los totales de ascenso y descenso, la distancia y la velocidad máxima.
fr: Efface le tracé, les cumuls de montée et de descente, la distance et la vitesse maximale.
hi: ट्रेस, कुल आरोहण-अवरोहण, दूरी और अधिकतम गति साफ़ करता है।
id: Menghapus grafik, total naik dan turun, jarak, dan kecepatan maksimum.
it: Cancella la traccia, i totali di salita e discesa, la distanza e la velocità massima.
ja: トレース、累積上昇・下降量、距離、最高速度を消去します。
ko: 추적선, 누적 상승·하강량, 거리, 최고 속도를 지웁니다.
nl: Wist het spoor, de stijgings- en dalingstotalen, de afstand en de maximumsnelheid.
pl: Czyści wykres, sumy podejść i zejść, dystans oraz prędkość maksymalną.
pt_br: Apaga o traçado, os totais de subida e descida, a distância e a velocidade máxima.
ru: Сбрасывает график, суммы подъёма и спуска, расстояние и максимальную скорость.
sv: Rensar kurvan, stignings- och nedstigningssummorna, sträckan och maxfarten.
th: ล้างเส้นกราฟ ยอดรวมขึ้นและลง ระยะทาง และความเร็วสูงสุด
tr: İzi, çıkış ve iniş toplamlarını, mesafeyi ve en yüksek hızı siler.
uk: Скидає графік, суми підйому та спуску, відстань і максимальну швидкість.
vi: Xóa biểu đồ, tổng lên và xuống, quãng đường và tốc độ tối đa.
zh_hans: 清除轨迹、累计上升与下降量、距离和最高速度。
zh_hant: 清除軌跡、累計上升與下降量、距離和最高速度。

source: Climb
ar: التسلق
de: Steigen
es: Vertical
fr: Vario
hi: चढ़ाई
id: Laju naik
it: Vario
ja: 昇降
ko: 승강
nl: Klim
pl: Wznoszenie
pt_br: Variação
ru: Набор
sv: Klättring
th: อัตราไต่
tr: Tırmanma
uk: Набір
vi: Tốc độ leo
zh_hans: 爬升
zh_hant: 爬升

source: Denied
ar: مرفوض
de: Verweigert
es: Denegado
fr: Refusé
hi: अस्वीकृत
id: Ditolak
it: Negato
ja: 拒否
ko: 거부됨
nl: Geweigerd
pl: Odmówiono
pt_br: Negado
ru: Запрещено
sv: Nekad
th: ปฏิเสธ
tr: Reddedildi
uk: Заборонено
vi: Bị từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Deployment
ar: فتح المظلة
de: Schirmöffnung
es: Apertura
fr: Ouverture
hi: पैराशूट खुला
id: Buka parasut
it: Apertura
ja: 開傘
ko: 산개
nl: Opening
pl: Otwarcie
pt_br: Abertura
ru: Раскрытие
sv: Öppning
th: เปิดร่ม
tr: Açılış
uk: Розкриття
vi: Mở dù
zh_hans: 开伞
zh_hant: 開傘

source: Descent
ar: الهبوط
de: Abstieg
es: Descenso
fr: Descente
hi: अवरोहण
id: Turun
it: Discesa
ja: 下降
ko: 하강
nl: Daling
pl: Zejście
pt_br: Descida
ru: Спуск
sv: Nedstigning
th: ลง
tr: İniş
uk: Спуск
vi: Xuống
zh_hans: 下降
zh_hant: 下降

source: Difference between sources
ar: الفرق بين المصدرين
de: Differenz zwischen den Quellen
es: Diferencia entre fuentes
fr: Écart entre les sources
hi: स्रोतों का अंतर
id: Selisih antar sumber
it: Differenza tra le fonti
ja: ソース間の差
ko: 소스 간 차이
nl: Verschil tussen bronnen
pl: Różnica między źródłami
pt_br: Diferença entre as fontes
ru: Разница между источниками
sv: Skillnad mellan källorna
th: ผลต่างระหว่างแหล่ง
tr: Kaynaklar arasındaki fark
uk: Різниця між джерелами
vi: Chênh lệch giữa hai nguồn
zh_hans: 两个来源之差
zh_hant: 兩個來源的差值

source: Display
ar: العرض
de: Anzeige
es: Pantalla
fr: Affichage
hi: डिस्प्ले
id: Tampilan
it: Schermo
ja: 表示
ko: 화면
nl: Weergave
pl: Wyświetlanie
pt_br: Exibição
ru: Экран
sv: Visning
th: การแสดงผล
tr: Görünüm
uk: Екран
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

source: Distance
ar: المسافة
de: Distanz
es: Distancia
hi: दूरी
id: Jarak
it: Distanza
ja: 距離
ko: 거리
nl: Afstand
pl: Dystans
pt_br: Distância
ru: Расстояние
sv: Sträcka
th: ระยะทาง
tr: Mesafe
uk: Відстань
vi: Quãng đường
zh_hans: 距离
zh_hant: 距離

source: Done
ar: تم
de: Fertig
es: OK
fr: OK
hi: हो गया
id: Selesai
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: OK
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Drives the trace and trip totals
ar: يغذّي المسار ومجاميع الرحلة
de: Speist Verlauf und Tour-Summen
es: Alimenta la traza y los totales de la ruta
fr: Alimente le tracé et les cumuls du trajet
hi: ट्रेस और ट्रिप योग इसी से बनते हैं
id: Sumber grafik dan total perjalanan
it: Alimenta la traccia e i totali del percorso
ja: トレースとトリップ集計の基準
ko: 추적선과 트립 합계의 기준
nl: Bepaalt het spoor en de triptotalen
pl: Zasila wykres i podsumowanie trasy
pt_br: Alimenta o traçado e os totais do trajeto
ru: Определяет график и итоги маршрута
sv: Styr kurvan och tursummorna
th: ใช้สร้างเส้นกราฟและยอดรวมทริป
tr: İzi ve yolculuk toplamlarını besler
uk: Визначає графік і підсумки маршруту
vi: Nguồn cho biểu đồ và tổng hành trình
zh_hans: 驱动轨迹与行程统计
zh_hant: 驅動軌跡與行程統計

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hi: अवधि
id: Durasi
it: Durata
ja: 所要時間
ko: 소요 시간
nl: Duur
pl: Czas trwania
pt_br: Duração
ru: Длительность
sv: Varaktighet
th: ระยะเวลา
tr: Süre
uk: Тривалість
vi: Thời lượng
zh_hans: 时长
zh_hant: 時長

source: End trip
ar: إنهاء الرحلة
de: Tour beenden
es: Terminar ruta
fr: Terminer le trajet
hi: ट्रिप समाप्त करें
id: Akhiri perjalanan
it: Termina percorso
ja: トリップを終了
ko: 트립 종료
nl: Trip beëindigen
pl: Zakończ trasę
pt_br: Encerrar trajeto
ru: Завершить маршрут
sv: Avsluta tur
th: จบทริป
tr: Yolculuğu bitir
uk: Завершити маршрут
vi: Kết thúc hành trình
zh_hans: 结束行程
zh_hant: 結束行程

source: Exit altitude
ar: ارتفاع الخروج
de: Absprunghöhe
es: Altitud de salida
fr: Altitude de sortie
hi: एग्ज़िट ऊँचाई
id: Ketinggian exit
it: Quota di lancio
ja: エグジット高度
ko: 이탈 고도
nl: Exithoogte
pl: Wysokość wyskoku
pt_br: Altitude de saída
ru: Высота отделения
sv: Uthoppshöjd
th: ความสูงตอนกระโดด
tr: Atlayış yüksekliği
uk: Висота відділення
vi: Độ cao nhảy
zh_hans: 离机高度
zh_hant: 離機高度

source: Flight time
ar: مدة الطيران
de: Flugzeit
es: Tiempo de vuelo
fr: Temps de vol
hi: उड़ान समय
id: Waktu terbang
it: Tempo di volo
ja: 飛行時間
ko: 비행 시간
nl: Vliegtijd
pl: Czas lotu
pt_br: Tempo de voo
ru: Время полёта
sv: Flygtid
th: เวลาบิน
tr: Uçuş süresi
uk: Час польоту
vi: Thời gian bay
zh_hans: 飞行时间
zh_hant: 飛行時間

source: Freefall
ar: السقوط الحر
de: Freifall
es: Caída libre
fr: Chute libre
hi: फ़्रीफ़ॉल
id: Terjun bebas
it: Caduta libera
ja: フリーフォール
ko: 자유 낙하
nl: Vrije val
pl: Swobodne spadanie
pt_br: Queda livre
ru: Свободное падение
sv: Fritt fall
th: ดิ่งพสุธา
tr: Serbest düşüş
uk: Вільне падіння
vi: Rơi tự do
zh_hans: 自由落体
zh_hant: 自由落體

source: From iPhone, %@ ago
ar: من iPhone، قبل %@
de: Vom iPhone, vor %@
es: Desde el iPhone, hace %@
fr: Depuis l'iPhone, il y a %@
hi: iPhone से, %@ पहले
id: Dari iPhone, %@ lalu
it: Da iPhone, %@ fa
ja: iPhone から、%@前
ko: iPhone에서, %@ 전
nl: Van iPhone, %@ geleden
pl: Z iPhone'a, %@ temu
pt_br: Do iPhone, há %@
ru: С iPhone, %@ назад
sv: Från iPhone, för %@ sedan
th: จาก iPhone เมื่อ %@ ก่อน
tr: iPhone'dan, %@ önce
uk: З iPhone, %@ тому
vi: Từ iPhone, %@ trước
zh_hans: 来自 iPhone，%@前
zh_hant: 來自 iPhone，%@前

source: Glass
ar: زجاج
de: Glas
es: Cristal
fr: Verre
hi: काँच
id: Kaca
it: Vetro
ja: ガラス
ko: 글래스
nl: Glas
pl: Szkło
pt_br: Vidro
ru: Стекло
sv: Glas
th: กระจก
tr: Cam
uk: Скло
vi: Kính
zh_hans: 玻璃
zh_hant: 玻璃

source: Glide ratio
ar: نسبة الانزلاق
de: Gleitzahl
es: Planeo
fr: Finesse
hi: ग्लाइड अनुपात
id: Rasio luncur
it: Efficienza
ja: 滑空比
ko: 활공비
nl: Glijgetal
pl: Doskonałość
pt_br: Planeio
ru: Качество
sv: Glidtal
th: อัตราร่อน
tr: Süzülme oranı
uk: Якість
vi: Tỷ số lượn
zh_hans: 滑翔比
zh_hant: 滑翔比

source: GNSS fix. Stable over hours, but noisy minute to minute and unavailable indoors.
ar: تحديد موقع GNSS. مستقر على مدى ساعات، لكنه مشوّش من دقيقة إلى أخرى وغير متاح داخل المباني.
de: GNSS-Fix. Über Stunden stabil, aber von Minute zu Minute verrauscht und in Gebäuden nicht verfügbar.
es: Posición GNSS. Estable durante horas, pero con ruido minuto a minuto y sin cobertura en interiores.
fr: Position GNSS. Stable sur des heures, mais bruitée d'une minute à l'autre et indisponible en intérieur.
hi: GNSS फ़िक्स। घंटों में स्थिर, पर मिनट-दर-मिनट अस्थिर और घर के अंदर उपलब्ध नहीं।
id: Fix GNSS. Stabil selama berjam-jam, tetapi berisik dari menit ke menit dan tidak tersedia di dalam ruangan.
it: Posizione GNSS. Stabile nell'arco di ore, ma rumorosa di minuto in minuto e non disponibile al chiuso.
ja: GNSS 測位。数時間単位では安定していますが、分単位ではぶれが大きく、屋内では使えません。
ko: GNSS 측위. 몇 시간 단위로는 안정적이지만 분 단위로는 흔들리고 실내에서는 사용할 수 없습니다.
nl: GNSS-positie. Stabiel over uren, maar van minuut tot minuut ruis en binnen niet beschikbaar.
pl: Pozycja GNSS. Stabilna w skali godzin, ale zaszumiona z minuty na minutę i niedostępna w pomieszczeniach.
pt_br: Posição GNSS. Estável ao longo de horas, mas oscila de minuto a minuto e não funciona em ambientes fechados.
ru: Спутниковое определение. Стабильно на протяжении часов, но шумит от минуты к минуте и не работает в помещении.
sv: GNSS-position. Stabil över timmar men brusig minut för minut, och otillgänglig inomhus.
th: สัญญาณ GNSS เสถียรในระดับชั่วโมง แต่แกว่งในระดับนาทีและใช้ในอาคารไม่ได้
tr: GNSS konumu. Saatler boyunca kararlı, ancak dakikadan dakikaya gürültülü ve iç mekânda kullanılamaz.
uk: Супутникове визначення. Стабільне протягом годин, але шумить від хвилини до хвилини й не працює в приміщенні.
vi: Định vị GNSS. Ổn định qua nhiều giờ, nhưng nhiễu từng phút và không dùng được trong nhà.
zh_hans: GNSS 定位。以小时计很稳定，但分钟级波动明显，室内不可用。
zh_hant: GNSS 定位。以小時來看很穩定，但分鐘間波動明顯，室內無法使用。

source: Hectopascals
ar: هكتوباسكال
de: Hektopascal
es: Hectopascales
hi: हेक्टोपास्कल
id: Hektopaskal
it: Ettopascal
ja: ヘクトパスカル
ko: 헥토파스칼
nl: Hectopascal
pl: Hektopaskale
pt_br: Hectopascais
ru: Гектопаскали
sv: Hektopascal
th: เฮกโตปาสกาล
tr: Hektopaskal
uk: Гектопаскалі
vi: Hectopascal
zh_hans: 百帕
zh_hant: 百帕

source: Height gained
ar: الارتفاع المكتسب
de: Höhengewinn
es: Altura ganada
fr: Gain d'altitude
hi: कुल चढ़ाई
id: Total naik
it: Quota guadagnata
ja: 獲得標高
ko: 획득 고도
nl: Hoogtewinst
pl: Przewyższenie
pt_br: Ganho de altura
ru: Набор высоты
sv: Höjdvinst
th: ยอดขึ้น
tr: Kazanılan yükseklik
uk: Набір висоти
vi: Tổng lên
zh_hans: 累计上升
zh_hant: 累計上升

source: Highest
ar: الأعلى
de: Höchster Punkt
es: Punto más alto
fr: Point haut
hi: उच्चतम
id: Tertinggi
it: Punto più alto
ja: 最高
ko: 최고
nl: Hoogste
pl: Najwyżej
pt_br: Máxima
ru: Максимум
sv: Högst
th: สูงสุด
tr: En yüksek
uk: Максимум
vi: Cao nhất
zh_hans: 最高
zh_hant: 最高

source: Hiking
ar: المشي
de: Wandern
es: Senderismo
fr: Randonnée
hi: हाइकिंग
it: Escursionismo
ja: ハイキング
ko: 하이킹
nl: Wandelen
pl: Wędrówka
pt_br: Trilha
ru: Поход
sv: Vandring
th: เดินป่า
tr: Yürüyüş
uk: Похід
vi: Đi bộ đường dài
zh_hans: 徒步
zh_hant: 健行

source: Inches of mercury
ar: بوصة زئبق
de: Zoll Quecksilbersäule
es: Pulgadas de mercurio
fr: Pouces de mercure
hi: पारे के इंच
id: Inci air raksa
it: Pollici di mercurio
ja: 水銀柱インチ
ko: 수은주 인치
nl: Inch kwik
pl: Cale słupa rtęci
pt_br: Polegadas de mercúrio
ru: Дюймы ртутного столба
sv: Tum kvicksilver
th: นิ้วปรอท
tr: İnç cıva
uk: Дюйми ртутного стовпа
vi: Inch thủy ngân
zh_hans: 英寸汞柱
zh_hant: 英寸汞柱

source: Keep screen awake
ar: إبقاء الشاشة مضاءة
de: Bildschirm wach halten
es: Mantener la pantalla encendida
fr: Garder l'écran allumé
hi: स्क्रीन जागी रखें
id: Layar tetap menyala
it: Tieni lo schermo acceso
ja: 画面をスリープさせない
ko: 화면 켜짐 유지
nl: Scherm aan houden
pl: Nie wygaszaj ekranu
pt_br: Manter a tela ligada
ru: Не гасить экран
sv: Håll skärmen tänd
th: ไม่ให้หน้าจอดับ
tr: Ekranı açık tut
uk: Не гасити екран
vi: Giữ màn hình sáng
zh_hans: 保持屏幕唤醒
zh_hant: 保持螢幕喚醒

source: Keeps tracking when the app is closed and shows altitude in the Dynamic Island
ar: يواصل التتبع عند إغلاق التطبيق ويعرض الارتفاع في Dynamic Island
de: Misst weiter, wenn die App geschlossen ist, und zeigt die Höhe in der Dynamic Island
es: Sigue midiendo con la app cerrada y muestra la altitud en la Dynamic Island
fr: Continue de mesurer quand l'app est fermée et affiche l'altitude dans la Dynamic Island
hi: ऐप बंद होने पर भी ट्रैकिंग जारी रखता है और Dynamic Island में ऊँचाई दिखाता है
id: Terus melacak saat aplikasi ditutup dan menampilkan ketinggian di Dynamic Island
it: Continua a misurare con l'app chiusa e mostra la quota nella Dynamic Island
ja: アプリを閉じても計測を続け、Dynamic Island に高度を表示します
ko: 앱을 닫아도 측정을 계속하고 Dynamic Island에 고도를 표시합니다
nl: Blijft meten als de app gesloten is en toont de hoogte in het Dynamic Island
pl: Mierzy dalej po zamknięciu aplikacji i pokazuje wysokość w Dynamic Island
pt_br: Continua registrando com o app fechado e mostra a altitude na Dynamic Island
ru: Продолжает измерять при закрытом приложении и показывает высоту в Dynamic Island
sv: Fortsätter mäta när appen är stängd och visar höjden i Dynamic Island
th: ติดตามต่อเมื่อปิดแอป และแสดงความสูงใน Dynamic Island
tr: Uygulama kapalıyken izlemeyi sürdürür ve yüksekliği Dynamic Island'da gösterir
uk: Продовжує вимірювати із закритим застосунком і показує висоту в Dynamic Island
vi: Tiếp tục theo dõi khi đóng ứng dụng và hiển thị độ cao trong Dynamic Island
zh_hans: 关闭应用后继续记录，并在灵动岛显示海拔
zh_hant: 關閉 App 後持續追蹤，並在動態島顯示海拔

source: Kilometres per hour
ar: كيلومتر في الساعة
de: Kilometer pro Stunde
es: Kilómetros por hora
fr: Kilomètres par heure
hi: किलोमीटर प्रति घंटा
id: Kilometer per jam
it: Chilometri all'ora
ja: キロメートル毎時
ko: 시간당 킬로미터
nl: Kilometer per uur
pl: Kilometry na godzinę
pt_br: Quilômetros por hora
ru: Километры в час
sv: Kilometer per timme
th: กิโลเมตรต่อชั่วโมง
tr: Saatte kilometre
uk: Кілометри на годину
vi: Kilômét trên giờ
zh_hans: 千米每小时
zh_hant: 公里每小時

source: Knots
ar: عقدة
de: Knoten
es: Nudos
fr: Nœuds
hi: नॉट
id: Knot
it: Nodi
ja: ノット
ko: 노트
nl: Knopen
pl: Węzły
pt_br: Nós
ru: Узлы
sv: Knop
th: นอต
tr: Knot
uk: Вузли
vi: Hải lý/giờ
zh_hans: 节
zh_hant: 節

source: Known altitude
ar: ارتفاع معلوم
de: Bekannte Höhe
es: Altitud conocida
fr: Altitude connue
hi: ज्ञात ऊँचाई
id: Ketinggian yang diketahui
it: Quota nota
ja: 既知の高度
ko: 알고 있는 고도
nl: Bekende hoogte
pl: Znana wysokość
pt_br: Altitude conhecida
ru: Известная высота
sv: Känd höjd
th: ความสูงที่ทราบ
tr: Bilinen yükseklik
uk: Відома висота
vi: Độ cao đã biết
zh_hans: 已知海拔
zh_hant: 已知海拔

source: Landing
ar: ارتفاع الهبوط
de: Landung
es: Aterrizaje
fr: Atterrissage
hi: लैंडिंग
id: Pendaratan
it: Atterraggio
ja: 着陸
ko: 착륙
pl: Lądowanie
pt_br: Pouso
ru: Посадка
sv: Landning
th: ลงจอด
tr: Yere iniş
uk: Посадка
vi: Hạ cánh
zh_hans: 着陆
zh_hant: 著陸

source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Position
hi: लोकेशन
id: Lokasi
it: Posizione
ja: 位置情報
ko: 위치
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Геопозиция
sv: Plats
th: ตำแหน่ง
tr: Konum
uk: Геопозиція
vi: Vị trí
zh_hans: 定位
zh_hant: 定位

source: Location off
ar: الموقع متوقف
de: Standort aus
es: Ubicación desactivada
fr: Position désactivée
hi: लोकेशन बंद
id: Lokasi mati
it: Posizione disattivata
ja: 位置情報オフ
ko: 위치 꺼짐
nl: Locatie uit
pl: Lokalizacja wyłączona
pt_br: Localização desativada
ru: Геопозиция выключена
sv: Plats av
th: ตำแหน่งปิดอยู่
tr: Konum kapalı
uk: Геопозицію вимкнено
vi: Vị trí tắt
zh_hans: 定位已关闭
zh_hant: 定位已關閉
